Repository: Hassinekhelil/AOAD-IOS
Catalog: AOAD/*.lproj/Localizable.strings
Languages: ar, fr

source: Arab Organization for Agricultural Development
ar: المنظمة العربية للتنمية الزراعية
fr: Organisation Arabe de Développement en Agriculture

source: back
ar: رجوع
fr: retour

source: Statistics
ar: إحصائيات
fr: Statistique

source: News
ar: مستجدات
fr: Actualité

source: Documents
ar: إصدارات
fr: Publications

source: Networks & DB
ar: الشبكات وقواعد البيانات
fr: Réseaux & BD

source: Date of :
ar: السنة من
fr: Date de :

source: Date to :
ar: السنة إلى
fr: Date à :

source: Validate statistics
ar: عرض الإحصائيات
fr: Valider les Statistiques

source: Choice of statistical items to compare
ar: اختيار العناصر الإحصائية للمقارنة
fr: Choix des champs à comparer

source: Compare between the following member countries:
ar: قارن بين البلدان الأعضاء للمنظمة حسب

source: Country
ar: الدول

source: Regions
ar: الأقاليم

source: Favorite list
ar: القائمة المفضلة
fr: Liste des Favoris

source: Presentation of the organization
ar: تعريف المنظمة
fr: Présentation de l'organisation

source: Who are we?
ar: من نحن؟
fr: Qui sommes nous?

source: Organizational chart
ar: الهيكل التنظيمي
fr: Organigramme

source: Member country
ar: الدول الأعضاء
fr: Pays Membre

source: Links
ar: روابط
fr: Liens

source: Communication office
ar: المكاتب وضباط الإتصال
fr: Bureau de communication

# Departments
source: Ministries
ar: وزارات الزراعة العربية
fr: Ministères

source: Photos
ar: صور

source: Videos
ar: فيديو

source: communication
ar: مشاركة

source: Language
ar: لغة
fr: Langue

source: Share
ar: شارك
fr: Partagez

source: Contact us
ar: اتصل بنا
fr: Contactez nous

source: List of member countries
ar: قائمة الدول الأعضاء
fr: Liste des pays membres

source: All
ar: الكل
fr: Tous

source: Population
ar: السكان

source: Rural population
ar: السكان الريفيين
fr: Population rurale

source: Man power
ar: القوى العاملة
fr: Main d'œuvre

source: Agricultural Manpower
ar: القوى العاملة الزراعية
fr: Main d'œuvre agricole

source: Geographic area
ar: الرقعة الجغرافية
fr: Zone géographique

source: Total arable land
ar: جملة الأراضي الصالحة للزراعة
fr: Total des terres arables

source: Forest area
ar: مساحة الغابات
fr: Surface forestière<

source: Grassland
ar: مساحة المراعى
fr: Prairies

source: Total Agricultural and Fisheries Loans
ar: جملة القروض الزراعية والسمكية
fr: Total des prêts à l'agriculture et à la pêche

source: Total Support to Agriculture and Fisheries Sector
ar: جملة الدعم المقدم لقطاع الزراعة والثروة السمكية
fr: Soutien total au secteur de l'agriculture et de la pêche

source: Total Subsidies to Agriculture and Fisheries Sector
ar: جملة الإعانات المقدمة لقطاع الزراعة والثروة السمكية
fr: Total des subventions au secteur de l'agriculture et de la pêche

source: Wholesale Exports
ar: صادرات كلية
fr: Exportations en gros

source: Agricultural exports
ar: صادرات زراعية
fr: Exportations agricoles

source: Wholesale Imports
ar: واردات كلية
fr: Importations en gros

source: Agricultural imports
ar: واردات زراعية
fr: Importations agricoles

source: Area of grain
ar: مساحة الحبوب
fr: Surface de céréales

source: Production of Grain
ar: إنتاج الحبوب
fr: Production de céréales

source: Tubers area
ar: مساحة الدرنات
fr: Zone des tubercules

source: Production of tubers
ar: إنتاج الدرنات
fr: Production de tubercules

source: Sugar Crop Area
ar: مساحة المحاصيل السكرية
fr: Zone de culture du sucre

source: Production of Sugar Crop
ar: إنتاج المحاصيل السكرية
fr: Production de culture de sucre

source: Number of cows per thousand head
ar: أعداد الابقار بالألف رأس
fr: Nombre de vaches par millier de têtes

source: Number of sheep in thousand heads
ar: أعداد الأغنام بالألف رأس
fr: Nombre de moutons sur mille têtes

# Goats in 1000 Heads
source: Number of goats in thousand heads
ar: أعداد الماعز بالألف رأس
fr: Nombre de chèvres sur mille têtes

source: Number of camels per thousand head
ar: أعداد الإبل بالألف رأس
fr: Nombre de chameaux par millier de têtes

source: Number of horses per thousand head
ar: أعداد الخيول بالألف رأس
fr: Nombre de chevaux par millier de têtes

source: Number of mules and donkeys per thousand head
ar: أعداد البغال وحمير بالألف رأس
fr: Nombre de mulets et d'ânes par millier de têtes

source: Total red meat production per ton
ar: اجمالى انتاج اللحوم الحمراء بالطن
fr: Production totale de viande rouge par tonne

source: Production of meat from cattle, cattle and buffalo per ton
ar: انتاج اللحوم من ماشية وابقار وجاموس بالطن
fr: Production de viande de bovins, bovins et buffles par tonne

source: Production of meat from sheep and goats per ton
ar: انتاج اللحوم من اغنام وماعز بالطن
fr: Production de viande de mouton et de chèvre par tonne

source: Meat production from camels per ton
ar: انتاج اللحوم من إبل بالطن
fr: Production de viande de chameaux par tonne

source: Production of viscous meat per ton
ar: انتاج لحوم الأحشاء بالطن
fr: Production de viande visqueuse par tonne

source: Production of a thousand tons of chicken meat
ar: انتاج لحوم الدجاج بألف طن
fr: Production de mille tonnes de viande de poulet

source: Production of other poultry meat by thousand tons
ar: انتاج لحوم الدواجن الاخرى بألف طن
fr: roduction d'autres viandes de volaille par milliers de tonnes

source: Production of rabbit meat in thousand tons
ar: انتاج لحوم الارانب بألف طن
fr: Production de viande de lapin en milliers de tonnes

source: Production of cat meat in thousand tons
ar: انتاج لحوم القطا بألف طن
fr: Production de viande de chat en milliers de tonnes

source: Egg production in million eggs
ar: انتاج البيض بالمليون بيضة
fr: Production d'oeufs en millions d'oeufs

source: Production of honey per ton
ar: إنتاج العسل بالطن
fr: Production de miel par tonne

# Production of tonnes of leather
source: Production of leather per ton
ar: إنتاج الجلود بالطن
fr: Production de tonnes de cuir

source: Production of wool per ton
ar: إنتاج الصوف بالطن
fr: Production de laine par tonne

source: Production of cow's milk per ton
ar: انتاج لبن الأبقار بالطن
fr: Production de lait de vache par tonne

source: Production of buffalo milk per ton
ar: انتاج لبن الجاموس بالطن
fr: Production de lait de bufflonne par tonne

source: Production of sheep milk per ton
ar: انتاج لبن الأغنام بالطن
fr: Production de lait de brebis par tonne

source: Production of goat milk per ton
ar: انتاج لبن الماعز بالطن
fr: Production de lait de chèvre par tonne

source: Production of camel milk per ton
ar: انتاج لبن الإبل بالطن
fr: Production de lait de chamelle par tonne

source: Ton fisheries from marine sources
ar: صايد من المصادر البحرية بالطن
fr: tonnes de pêche d'origine marin

source: Farms from tonnes of marine sources
ar: مزارع من المصادر البحرية بالطن
fr: Fermes provenant de tonnes de sources marines

source: Tons of freshwater fisheries per ton
ar: مصايد من مصادر المياه العذبة بالطن
fr: Tonnes de pêche en eau douce par tonne

source: Farms from freshwater sources per ton
ar: مزارع من مصادر المياه العذبة بالطن
fr: Exploitations agricoles provenant de sources d'eau douce par tonne

source: Ton algae fisheries
ar: مصايد من الطحالب بالطن
fr: Pêche aux algues en tonnes

source: Ton algae farms
ar: مزارع من الطحالب بالطن
fr: Ton fermes d'algues

source: Tractors
ar: جرارات
fr: Tracteurs

source: Combine harvesters
ar: حاصدات
fr: Moissonneuses-batteuses

source: Seeders
ar: باذرات
fr: Semoirs

source: Insecticide Sprayers
ar: رشاشات مبيدات
fr: Pulvérisateurs d'insecticides

source: Water Pumps
ar: مضخات مياه
fr: Pompes à eau

source: Other Supplies
ar: مستلزمات اخرى
fr: Autres fournitures

source: Total pesticide production in terms of quantity per ton
ar: جملة مبيدات الإنتاج النباتي من حيث الكمية بالطن
fr: Production totale de pesticides en quantité par tonne

source: Total pesticide production in terms of value in million dollars
ar: جملة مبيدات الإنتاج النباتي من حيث القيمة بالمليون دولار
fr: Production totale de pesticides en valeur en millions de dollars

source: Total veterinary treatments in terms of quantity per ton
ar: جملة العلاجات البيطرية من حيث الكمية بالطن
fr: Total des traitements vétérinaires en quantité par tonne

source: Total Veterinary Remedies in Million Dollars
ar: جملة العلاجات البيطرية من حيث القيمة بالمليون دولار
fr: Total des remèdes vétérinaires en millions de dollars

source: National production of nitrogen fertilizers per ton
ar: الانتاج المحلى من الأسمدة النيتروجينية بالطن
fr: Production nationale d'engrais azotés par tonne

source: Total nitrogen fertilizer consumption in ton
ar: جملة إستهلاك الأسمدة النيتروجينية بالطن
fr: Consommation totale d'engrais azoté en tonnes

# National production of phosphate fertilizers per ton
source: National production of phosphate fertilizers per tonne
ar: الانتاج المحلى من الأسمدة الفوسفاتية بالطن
fr: Production nationale d'engrais phosphatés par tonne

# Total consumption of phosphate fertilizers in ton
source: Total consumption of phosphate fertilizers in tonnes
ar: ملة إستهلاك الأسمدة الفوسفاتية بالطن
fr: Consommation totale d'engrais phosphatés en tonnes

# National production of potash fertilizers per ton
source: National production of potash fertilizers per tonne
ar: الانتاج المحلى من الأسمدة البوتاسية بالطن
fr: Production nationale d'engrais potassiques par tonne

# Total consumption of potassium fertilizer in ton
source: Total consumption of potassium fertilizer in tonnes
ar: ملة إستهلاك الأسمدة البوتاسية بالطن
fr: Consommation totale d'engrais de potassium en tonnes

# Quantité des importations d'engrais azotés
source: Quantity of Nitrogen Fertilizer Imports
ar: كمية الواردات الوطنية من الأسمدة الأزوتية

# La valeur des importations nationales d'engrais azotés
source: The value of national imports of nitrogen fertilizers
ar: قيمة الواردات الوطنية من الأسمدة الأزوتية

# Quantité des importations nationales d'engrais phosphatés
source: Quantity of national imports of phosphate fertilizers
ar: كمية الواردات الوطنية من الأسمدة الفوسفاتية

# Valeur des importations nationales d'engrais phosphatés
source: Value of national imports of phosphate fertilizers
ar: قيمة الواردات الوطنية من الأسمدة الفوسفاتية

# Quantité des importations nationales d'engrais potassiques
source: Quantity of national imports of potash fertilizers
ar: كمية الواردات الوطنية من الأسمدة البـوتاسية

# La valeur des importations nationales d'engrais potassiques
source: The value of national imports of potash fertilizers
ar: قيمة الواردات الوطنية من أسمدة البـوتاسية

source: Quantity of Nitrogen Fertilizer Exports
ar: كمية الصادرات الوطنية من الأسمدة الأزوتية

source: The value of national exports of nitrogen fertilizers
ar: قيمة الصادرات الوطنية من الأسمدة الأزوتية

source: Quantity of national exports of phosphate fertilizers
ar: كمية الصادرات الوطنية من الأسمدة الفوسفاتية

source: Value of national exports of phosphate fertilizers
ar: قيمة الصادرات الوطنية من الأسمدة الفوسفاتية

source: Quantity of national exports of potash fertilizers
ar: كمية الصادرات الوطنية من الأسمدة البـوتاسية

source: The value of national exports of potash fertilizers
ar: قيمة الصادرات الوطنية من أسمدة البـوتاسية

source: Quantity of national exports of disinfectants and pesticides
ar: كمية الصادرات الوطنية من المطهرات ومبيدات

source: Value of national exports of disinfectants and pesticides
ar: قيمة الصادرات الوطنية من المطهرات ومبيدات

source: Quantity of national agricultural machinery exports by number
ar: كمية الصادرات الوطنية من الألات الزراعية بالعدد

source: Value of national agricultural machinery exports by number
ar: قيمة الصادرات الوطنية من الألات الزراعية بالعدد

source: Hashemite kingdom of Jordan
ar: المملكة الأردنية الهاشمية
fr: Royaume hachémite de Jordanie

source: United Arab Emirates
ar: الإِمَارات العربِيَّة المُتَّحِدة
fr: Émirats arabes unis

source: Kingdom of Bahrain
ar: مملكة البحرين
fr: Royaume de Bahreïn

source: Republic of Tunisia
ar: الجمهورية التونسية
fr: République Tunisienne

source: Republic of Algeria
ar: الجمهورية الجزائرية الديمقراطية الشعبية
fr: République Algérienne

source: Republic of Djibouti
ar: جمهورية جيبوتي
fr: République de Djibouti

source: Kingdom of Saudi Arabia
ar: المملكة العربية السعودية
fr: Royaume Arabie Saoudite

source: Republic of The Sudan
ar: جمهورية السودان
fr: République du Soudan

source: Syrian Arab Republic
ar: الجُمهُورِيّةُ العَرَبِيّةُ السُورِيّةُ
fr: République arabe syrienne

source: Somali Democratic Republic
ar: جمهورية الصومال
fr: République démocratique somalienne

source: Republic of Iraq
ar: جُمْهُوريَّة العِرَاق
fr: République Irakienne

source: Sultanate of Oman
ar: سلطنة عمان
fr: Sultanat Oman

source: State of Palestine
ar: دَوْلَةٌ فلسطين
fr: Etat de Palestine

source: Qatar
ar: دَوْلَةٌ قَطَر

source: Kuwait
ar: دَوْلَةٌ الْكُوَيْت
fr: Koweït

source: Republic of Lebanon
ar: الجمهوريّة اللبنانيّة
fr: République du Liban

source: Libya
ar: الجماهيرية العربية الليبية
fr: Libye

source: Arab Republic of Egypt
ar: جُمهورِيةُ مِصرَ العَرَبيةِ
fr: République arabe Égypte

source: Kingdom of Morocco
ar: المَمْلَكَةُ المَغْرِبِيَّة
fr: Royaume du Maroc

source: Islamic Republic of Mauritania
ar: الجمهورية الإسلامية الموريتانية
fr: République islamique de Mauritanie

source: Republic of Yemen
ar: الجُمْهُوْرِيَّةُ اليَمَنِيَّة
fr: République du Yémen

source: Union of the Comoros
ar: الاتّحاد القَمَري
fr: Union des Comores

source: Arab Maghreb
ar: المغرب العربي
fr: Maghreb Arabe

source: Middle
ar: الأوسط
fr: Milieu

source: Arab Orient
ar: المشرق العربي
fr: Orient Arabe

source: Arabian Peninsula
ar: شبه الجزيرة العربية
fr: Péninsule Arabique

# Staistic on
source: Statistic on
ar: إحصائيات حول
fr: Staistiques sur

# adress
source: Arab Organization for Agricultural Development (AOAD) Box 474, Khartoum, Republic of the Sudan
ar: الإدارة العامة للمنظمة العربية للتنمية الزراعية، شارع رقم 7 العمارات، ص . ب 474 – الخرطوم، جمهورية السودان
fr: Organisation arabe pour le développement agricole (OADA) Box 474, Khartoum, République du Soudan

# phone
source: Phone: 00249183472176
ar: الهاتف : 472176 183 00249
fr: Téléphone: 00249183472176

# fax
source: Fax: 00249 183471050
ar: فاكس : 471050 183 00249

# General Directorate of the Organization for Agricultural Development
source: Direction générale de l'Organisation de développement agricole
ar: الإدارة العامة للمنظمة العربية للتنمية الزراعية

source: Region :
ar: الإقليم :

# Chef
source: Office Manager :
ar: رئيس المكتب :

source: Tel :
ar: الهاتف :

source: Fax :
ar: الفاكس :

source: Email :
ar: البريد الالكتروني :

source: Address :
ar: العنوان :

# Click
source: click to enter the website
ar: انقر للدخول إلى الموقع

source: search...
ar: بحث...

source: AOAD
fr: OADA
